"MJRefreshHeaderIdleText" = "Pull down to refresh";
"MJRefreshHeaderPullingText" = "Release to refresh";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = " ";
"MJRefreshAutoFooterRefreshingText" = "Loading";
"MJRefreshAutoFooterNoMoreDataText" = " ";

"MJRefreshBackFooterIdleText" = "Pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more.";
"MJRefreshBackFooterRefreshingText" = "Loading";
"MJRefreshBackFooterNoMoreDataText" = " ";

"MJRefreshHeaderLastTimeText" = "Last update:";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No record";
